app/Models/MasterOrganizationModel.php

    public function getOrgName($org_id)
    {
        try {
            $builder = $this->db->table('master_organization');
            $builder->select('org_name');
            $builder->where('root_org_id', $org_id);
            $query = $builder->get();
---
SELECT "org_name"
FROM "master_organization"
WHERE "org_id" = '127660'